{
  "bloodlines": ["Ardent", "Ektus", "Gau", "Ironbound", "Ketra", "Mothryn", "Tzelicrae"],
  "origins": ["Amberclad", "Anchored", "Ridgeback", "Rootless", "Shankling", "Spit-Born"],
  "posts": ["Alchemist", "Char", "Corsair", "Crash", "Dredger", "Hacker", "Horizoneer", "Hunter", "Mesmer", "Navigator", "Rattlehand", "Screw", "Slinger", "Steep", "Surgeon", "Tempest", "Wordbearer"],
  "edges": [
    { "name": "Grace", "tagline": "An edge of elegance, precision, & agility" },
    { "name": "Iron", "tagline": "An edge of strength, endurance, & fortitude" },
    { "name": "Instinct", "tagline": "An edge of awareness, intuition, & reaction" },
    { "name": "Teeth", "tagline": "An edge of combat, violence, & aggression" },
    { "name": "Sharps", "tagline": "An edge of cunning, knowledge, & expertise" },
    { "name": "Tides", "tagline": "An edge of luck, fortune, & supernatural" },
    { "name": "Veils", "tagline": "An edge of stealth, deception, & subterfuge" }
  ],
  "skills": [
    { "name": "Brace", "tagline": "A skill of defence, hard-headedness, and immobility. Use Brace to weather the ravages of weather, exhaustion, and those that want to see you fall." },
    { "name": "Break", "tagline": "A skill of fragments, shockwaves, and hammer-blows. Use Break to smash through stone, metal, and machinery, working against the efforts of civilization." },
    { "name": "Concoct", "tagline": "A skill of reactions, essences, and deeper understanding. Use Concoct to collect or distill chemicals, and to unpick the mysteries surrounding the mutative potential of crezzerin." },
    { "name": "Cook", "tagline": "A skill of spices and speculation, meats and fruits and heat. Use Cook to prepare meals, brew herbal drinks or alcohol, and render specimens into their most valuable parts." },
    { "name": "Delve", "tagline": "A skill of dust, remnants, and forgotten ways. Use Delve to explore the ruins of the old world, traversing barriers and unearthing secrets." },
    { "name": "Flourish", "tagline": "A skill of showmanship, rhythm, and performance. Use Flourish to enchant, impress, or dazzle those around you, worming your way into their heart with words and deeds." },
    { "name": "Hack", "tagline": "A skill of sweat, sap, and serrated blades. Use Hack to carve a path right through the wilderness of the rustling waves, imposing order on chaotic growth." },
    { "name": "Harvest", "tagline": "A skill of reaping, gleaning, and culling. Use Harvest to gather fruits, flowers, and other edibles from the wild waves, and to understand the flow and cycles of nature." },
    { "name": "Hunt", "tagline": "A skill of observation, marksmanship, and precise action. Use Hunt to turn the tables on the sea's many predators, and pick the best of their trophies." },
    { "name": "Outwit", "tagline": "A skill of shadows and secrets well-kept. Use Outwit to avoid threats, or to move them right to where you want them." },
    { "name": "Rattle", "tagline": "A skill of mending, maintenance, and adaptation. Use Rattle to weave oddments and salvage into workable equipment in a pinch, or to tinker with gear and objects." },
    { "name": "Scavenge", "tagline": "A skill of searching, spit, and polish. Use Scavenge to root out valuable salvage from dross, to pick treasure from trash." },
    { "name": "Sense", "tagline": "A skill of glances, insight, and intuition. Use Sense to push your awareness of the world past its usual limits, both in terms of environmental awareness and social understanding." },
    { "name": "Study", "tagline": "A skill of meticulous recording and focused investigation. Use Study to learn the import of details others would miss, make connections, and sort information." },
    { "name": "Sway", "tagline": "A skill of convincing, arguing, and capitulating with aplomb. Use Sway to convince others to act or hold back from acting, or to change hearts and minds to suit your purposes." },
    { "name": "Tend", "tagline": "A skill of healing, sustenance, and recovery. Use Tend to heal injuries to the crew, nurture plants, and soothe the minds of both beasts and your fellow crewmates." },
    { "name": "Vault", "tagline": "A skill of dizzying heights and impressive acrobatics. Use Vault to climb, leap, and tumble your way through an environment at speed." },
    { "name": "Wavewalk", "tagline": "A skill of seared soles, brachiation, and animalistic elegance. Use Wavewalk to personally navigate the wilds without the use of a ship, despite the danger." }
  ],
  "languages": [
    { "name": "Low Sour", "tagline": "Mongrel common tongue spoken across the waves by sailors from shattered cultures." },
    { "name": "Raka Spit", "tagline": "Rapid hunting-family patter with incredible descriptive depth for beasts and leviathans." },
    { "name": "Chthonic", "tagline": "Ancient human language reunifying from thousands of dialects, rich in spirit-knowledge and ardent lore." },
    { "name": "Lyre-Bite", "tagline": "Lilting poetic tongue suited for performances, songs, and understanding ancient whispers." },
    { "name": "Saprekk", "tagline": "Thick, unchanged ektus tongue; learning it earns great respect from desert peoples." },
    { "name": "Old Hand", "tagline": "Entirely gestural pre-Verdancy language for the quiet, preserving knowledge of lost relics." },
    { "name": "Gaudimm", "tagline": "Chemical gau language using twitches, clicks, and pheromones for complex cave-dwelling concepts." },
    { "name": "Signaling", "tagline": "Visual flag-and-flare code known by travelers, military, and smugglers for ship communication." },
    { "name": "Knock", "tagline": "Hissing tzelicrae hive-mind speech; outsiders speak simplified versions with gestures and insect wisdom." },
    { "name": "Highvin", "tagline": "Exceedingly difficult written language from pre-verdant ruins, deciphered by scholars and treasure-hunters." },
    { "name": "Brasstongue", "tagline": "Clipped trader language adapted from ancient punch-cards, favored by merchants and grifters." }
  ],
  "shipDefaults": {
    "baseRatings": {
      "Armour": 1,
      "Seals": 1,
      "Speed": 1,
      "Saws": 1,
      "Stealth": 1,
      "Tilt": 1
    }
  },
  "journeyRoles": [
    {
      "name": "At the helm",
      "instructions": "Navigate the ship through the wilds.\n• Make Cut rolls to steer through obstacles\n• Respond to hazards ahead with quick decisions\n• Keep the ship on course toward your destination"
    },
    {
      "name": "On watch",
      "instructions": "Keep an eye out for danger and opportunities.\n• Make Sense rolls to spot threats and landmarks\n• Alert the crew to approaching hazards\n• Maintain situational awareness of surroundings"
    },
    {
      "name": "Cartographising",
      "instructions": "Map the journey and chart the surrounding wilds.\n• Make Study rolls to accurately chart your course\n• Record landmarks, discoveries, and safe routes\n• Improve future navigation through the same area"
    },
    {
      "name": "Tend the engine",
      "instructions": "Maintain the ship's propulsion systems.\n• Make Build rolls to keep the engine running smoothly\n• Respond quickly to mechanical failures\n• Optimize speed and fuel efficiency"
    },
    {
      "name": "Watch the weather",
      "instructions": "Monitor environmental conditions and patterns.\n• Make Sense rolls to predict weather changes\n• Warn the crew of incoming storms or phenomena\n• Help the crew adapt to changing conditions"
    },
    {
      "name": "Tend the Garden",
      "instructions": "Manage the ship's food production and provisions.\n• Make Flourish rolls for successful cultivation\n• Maintain crew morale through good food\n• Prevent spoilage and manage shortages"
    }
  ]
}